Repository: gfro3d/Testamentu_nou_centronord
Catalog: omegat/project_save.tmx
Source language: it
Languages: sc

source: 49 Allora Gesù si fermò e disse: «Chiamatelo!».
sc: 49 Tando Gesùs si fit firmadu e aiat naradu: «Mutide·lu!».

source: 4 si presentò Giovanni a battezzare nel deserto, predicando un battesimo di conversione per il perdono dei peccati. 5 Accorreva a lui tutta la regione della Giudea e tutti gli abitanti di Gerusalemme.
sc: 4 In su desertu Giuanne fit batizende e annuntziende unu batizu de cunversione pro su perdonu de sos pecados. 5 Nch'acudiat a ue fit issu zente dae cada logu de Giudea e totu sos de Gerusalemme,

source: 5,10Beati i perseguitati per causa della giustizia, perché di essi è il regno dei cieli.
sc: 5,10Biados sos chi sunt persighidos pro more de sa giustìtzia/ pro esserent zustos, ca su rennu de sos chelos est issoro.

source: 5,11Beati voi quando vi insulteranno, vi perseguiteranno e, mentendo, diranno ogni sorta di male contro di voi per causa mia.
sc: 5,11Biados bois cando bos ant a inzurzare, bos ant a persighire e, faularzende, ant a nàrrere cada casta de male contra a bois pro more meu.

source: 5,12Rallegratevi ed esultate, perché grande è la vostra ricompensa nei cieli.
sc: 5,12Alligrade·bos e gosade, ca est mannu s'acumpensu bostru in sos chelos.

source: 5,13Voi siete il sale della terra; ma se il sale perdesse il sapore, con che cosa lo si potrà render salato?
sc: 5,13Bois su sale de sa terra sezis; ma si su sale diat pèrdere su sabore, comente lu podimus fàghere torra salidu?

source: 5,14Voi siete la luce del mondo; non può restare nascosta una città collocata sopra un monte,
sc: 5,14Bois sa lughe de su mundu sezis; una tzitade posta in cùcuru de monte non faghet a la cuare,

source: 5,15né si accende una lucerna per metterla sotto il moggio, ma sopra il lucerniere perché faccia luce a tutti quelli che sono nella casa.
sc: 5,15nen s'allughet una lughera pro la pònnere in suta de su moju, si non subra de su candelobre pro chi fagat lughe a totus sos chi b'at in domo.

source: 5,16Così risplenda la vostra luce davanti agli uomini, perché vedano le vostre opere buone e rendano gloria al vostro Padre che è nei cieli.
sc: 5,16Gasi etotu lugat sa lughe bostra cara a sos òmines, pro chi bidant sas òperas bonas bostras e torrent glòria a Babbu bostru chi est in chelos.

source: 5,17Non pensate che io sia venuto ad abolire la Legge o i Profeti; non son venuto per abolire, ma per dare compimento.
sc: 5,17Non pensedas chi deo sia bènnidu a abbolire sa Leze o sos Profetas; non so bènnidu pro abbolire, ma pro lis dare / nche los giughere a cumprimentu.

source: 5,18In verità vi dico: finché non siano passati il cielo e la terra, non passerà neppure un iota o un segno dalla legge, senza che tutto sia compiuto.
sc: 5,18Bos lu naro a beru: fintzas a cando non nche colant chelu e terra, no at a colare mancu jota / lìtera minuja o sinnu dae sa leze, chene chi totu siat cumpridu / arribbet a cumprimentu.

source: 5,19Chi dunque trasgredirà uno solo di questi precetti, anche minimi, e insegnerà agli uomini a fare altrettanto, sarà considerato minimo nel regno dei cieli.
sc: 5,19Duncas chie at a truncare unu ebbia de custos pretzetos, mancari mìnimos, e li at a imparare a sos òmines a fàghere ateretantu / su matessi / gasi etotu, l'ant a cunsiderare mìnimu in su rennu de sos chelos.

source: 5,1Vedendo le folle, Gesù salì sulla montagna e, messosi a sedere, gli si avvicinarono i suoi discepoli.
sc: 5,1Bidende sas trumas, Gesùs fiat artziadu subra a su monte, si fit sètzidu e si li fint acurtziados sos dischentes suos.

source: 5,1 Intanto giunsero all'altra riva del mare, nella regione dei Gerasèni. 2 Come scese dalla barca, gli venne incontro dai sepolcri un uomo posseduto da uno spirito immondo. 3 Egli aveva la sua dimora nei sepolcri e nessuno più riusciva a tenerlo legato neanche con catene, 4 perché più volte era stato legato con ceppi e catene, ma aveva sempre spezzato le catene e infranto i ceppi, e nessuno più riusciva a domarlo. 5 Continuamente, notte e giorno, tra i sepolcri e sui monti, gridava e si percuoteva con pietre. 6 Visto Gesù da lontano, accorse, gli si gettò ai piedi, 7 e urlando a gran voce disse: «Che hai tu in comune con me, Gesù, Figlio del Dio altissimo?
sc: 5,1 E fint arribbados a s'àter'ala de su mare, a sa de sos Gerasenos. 2 Comente nde fiat faladu dae sa barca, aiat adoòbiadu dae sas tumbas un'òmine tocadu dae un'ispìritu titule. 3 Issu teniat sa domo in sas tumbas e nemos resessiat prus a lu prèndere mancu a cadena, 4 ca l'aiant presu bortas meda cun tzipos e cadenas, ma aiat semper truncadu sas cadenas e iscarteradu sos tzipos, e nemos nche resessiat a l'ammasedare. 5 Die die e note note, intre sas tumbas e in sos montes, abboghinaiat e si s'iscudiat a pedra. 6 Bidende a Gesùs dae largu, aiat assupridu, si li fit ghetadu in dae in antis, 7 e abboghinende a boghe manna aiat naradu: «Ite mi ses chirchende, Gesùs, Fizu de su Deus Soberanu?

source: 5,20Poiché io vi dico: se la vostra giustizia non supererà quella degli scribi e dei farisei, non entrerete nel regno dei cieli.
sc: 5,20Ca deo bos naro: si sa zustìtzia bostra non nch'at a colare sa de sos iscribas e de sos fariseos, non b'azis a intrare a su rennu de sos chelos.

source: 5,21Avete inteso che fu detto agli antichi: Non uccidere; chi avrà ucciso sarà sottoposto a giudizio.
sc: 5,21Zai l'azis intesu chi sos antigos naresint: Non bocas; chie at a àere bochidu l'ant a zuigare.

source: 5,22Ma io vi dico: chiunque si adira con il proprio fratello, sarà sottoposto a giudizio.
sc: 5,22Ma deo bos naro: chie si siat s'airat contra a frade suo, l'ant a zuigare.

source: 5,23Se dunque presenti la tua offerta sull'altare e lì ti ricordi che tuo fratello ha qualche cosa contro di te,
sc: 5,23Tando si ses pro pònnere s'oferta tua subra a s'altare e inie t'ammentas chi frade tuo tenet cosa contra de tene,

source: 5,24lascia lì il tuo dono davanti all'altare e va' prima a riconciliarti con il tuo fratello e poi torna ad offrire il tuo dono.
sc: 5,24lassa·nche inie su donu tuo cara a s'altare e bae in antis a apaghiare cun frade tuo e a pustis torra a ofèrrere su donu tuo.

source: 5,25Mettiti presto d'accordo con il tuo avversario mentre sei per via con lui, perché l'avversario non ti consegni al giudice e il giudice alla guardia e tu venga gettato in prigione.
sc: 5,25No istentes a ti pònnere de acordu cun chie bi tenes contra cando nche ses in foras paris cun issu, e gasi non ti podet intregare a su zùighe e su zùighe a sa guàrdia e a tie ti nche ghetant a presone.

source: 5,26In verità ti dico: non uscirai di là finché tu non abbia pagato fino all'ultimo spicciolo!
sc: 5,26Ti lu naro a beru: non nd'as a essire dae cue finas a cando non nch'as a àere pagadu fintzas a s'ùrtimu sisinu!

source: 5,27Avete inteso che fu detto: Non commettere adulterio;
sc: 5,27Zai azis intesu ite s'est naradu: Non faghedas adultèriu;

source: 5,28ma io vi dico: chiunque guarda una donna per desiderarla, ha già commesso adulterio con lei nel suo cuore.
sc: 5,28ma deo bos naro: chie si siat miret a una fèmina ca la cheret, cun issa in coro suo at zai traitu/fatu adultèriu.

source: 5,29Se il tuo occhio destro ti è occasione di scandalo, cavalo e gettalo via da te: conviene che perisca uno dei tuoi membri, piuttosto che tutto il tuo corpo venga gettato nella Geenna.
sc: 5,29Si s'ogru tuo de dereta ti dat iscàndalu, boga·ti·nche·lu e imbola·nche·lu: menzus a nche pèrdere una parte chi no a nche ghetare totu sa carena tua a sa Geenna.

source: 5,2Prendendo allora la parola, li ammaestrava dicendo:
sc: 5,2Tando aiat cumintzadu a los imparare narende:

source: 5,30E se la tua mano destra ti è occasione di scandalo, tagliala e gettala via da te: conviene che perisca uno dei tuoi membri, piuttosto che tutto il tuo corpo vada a finire nella Geenna.
sc: 5,30E si sa manu tua dereta ti dat iscàndalu, sega·ti·nche·la e imbola·nche·la: menzus a nche pèrdere una parte chi non chi totu sa carena tua si nch’andet a / nche l’acabbet in sa Geenna.

source: 5,31Fu pure detto: Chi ripudia la propria moglie, le dia l'atto di ripudio;
sc: 5,31S'est naradu fintzas: Chie refudat a sa muzere, li diat s'àutu de refudu;

source: 5,32ma io vi dico: chiunque ripudia sua moglie, eccetto il caso di concubinato, la esponeall'adulterio e chiunque sposa una ripudiata, commette adulterio.
sc: 5,32ma deo bos naro: chie si siat refudet a sa muzere, francu chi non siat pro afatzendamentu, la ponet a tretu de si chircare a àtere e chie si chircat a una chi nche l'ant mandada, est faghende un'atu de amigadura.

source: 5,33Avete anche inteso che fu detto agli antichi: Non spergiurare, ma adempi con il Signore i tuoi giuramenti;
sc: 5,33ZZai l'azis intesu su chi lis aiant naradu / naresint a sos antigos: non azuramentes / iszuramentes / ispreures, ma faghe onore con su Sennore a su chi as zuradu;;

source: 5,34ma io vi dico: non giurate affatto: né per il cielo, perché è il trono di Dio;
sc: 5,34 ma deo bos naro: non zuredas nudda: nè in su chelu, ca est su rennu de Deus;

source: 5,35né per la terra, perché è lo sgabello per i suoi piedi; né per Gerusalemme, perché è la città del gran re.
sc: 5,35nè in sa terra, ca est s'iscambellu ue ponet sos pedes; nen in Gerusalemme, ca est sa tzitade de su grandu re.

source: 5,36Non giurare neppure per la tua testa, perché non hai il potere di rendere bianco o nero un solo capello.
sc: 5,36Non zures nemancu in sa conca tua, ca non podes fàghere nieddu o canu mancu unu pilu.

source: 5,37Sia invece il vostro parlare sì, sì; no, no; il di più viene dal maligno.
sc: 5,37Su faeddare bostru imbetzes devet èssere ca ei', ca ei'; ca nono, ca nono; su chi est in prus est de su dimòniu.

source: 5,38Avete inteso che fu detto: Occhio per occhio e dente per dente;
sc: 5,38Zai l'azis intesu su chi ant naradu: Ogru pro ogru e dente pro dente;

source: 5,39ma io vi dico di non opporvi al malvagio; anzi se uno ti percuote la guancia destra, tu porgigli anche l'altra;
sc: 5,39ma deo bos naro a non bos apònnere a su male; antzis, si unu bos arropat a sa càvana/trempa dereta, porri·li fintzas sa de manca;

source: 5,3"Beati i poveri in spirito, perché di essi è il regno dei cieli.
sc: 5,3"Biados sunt sos pòveros in ispìritu, ca su rennu de sos chelos est issoro.

source: 5,40e a chi ti vuol chiamare in giudizio per toglierti la tunica, tu lascia anche il mantello.
sc: 5,40 e a chie ti nche cheret zùghere a protzessu pro ti nche pigare sa tùnica, lassa·li/tzede·li su mateddu puru.

source: 5,41E se uno ti costringerà a fare un miglio, tu fanne con lui due.
sc: 5,41E si unu t'òbricat a fàghere milli passos, tue faghe·nde àteros milli paris chin issu.

source: 5,42Da' a chi ti domanda e a chi desidera da te un prestito non volgere le spalle.
sc: 5,42A chie ti dimandat cosa, dae·bi·la, e a chie cheret a bi la prestare, no li nerzas ca nono.

source: 5,43Avete inteso che fu detto: Amerai il tuo prossimo e odierai il tuo nemico;
sc: 5,43Zai ais intesu su chi s'est naradu: as a amare a chie est a curtzu tuo e as a odiare a s'inimigu tuo;

source: 5,44ma io vi dico: amate i vostri nemici e pregate per i vostri persecutori,
sc: 5,44ma deo bos naro: amade a sos inimigos bostros e pregade pro sos chi bos persighint,

source: 5,45perché siate figli del Padre vostro celeste, che fa sorgere il suo sole sopra i malvagi e sopra i buoni, e fa piovere sopra i giusti e sopra gli ingiusti.
sc: 5,45pro chi siades fizos de Babbu bostru, chi est in chelu, chi faghet naschire/naschit su sole a pitzu de (sos òmines) malos e bonos, e faghet pròere a pitzu de sos chi sunt zustos e de (sos) chi non sunt zustos.

source: 5,46Infatti se amate quelli che vi amano, quale merito ne avete?
sc: 5,46Difatis si amades a sos chi bos amant, cale mèritu nde tenides?

source: 5,47E se date il saluto soltanto ai vostri fratelli, che cosa fate di straordinario?
sc: 5,47E si saludades petzi a frades bostros, ite sezis faghende in prus de sos àteros ?

source: 5,48Siate voi dunque perfetti come è perfetto il Padre vostro celeste.
sc: 5,48Siades bois tando perfetos che a su Babbu bostru tzeleste.

source: 5,4Beati gli afflitti, perché saranno consolati.
sc: 5,4Biados sos iscorados / aporados, ca ant a èssere acunnortados.

source: 5,5Beati i miti, perché erediteranno la terra.
sc: 5,5Biados sos masedos, ca ant a eredare sa terra.

source: 5,6Beati quelli che hanno fame e sete della giustizia, perché saranno saziati.
sc: 5,6Biados sos chi sunt fàmidos e sididos de zustìtzia, ca ant a èssere tzatzados.

source: 5,7Beati i misericordiosi, perché troveranno misericordia.
sc: 5,7Biados sos misericordiosos / corimoddes, ca lis ant a mustrare misericòrdia.

source: 5,8Beati i puri di cuore, perché vedranno Dio.
sc: 5,8Biados sos puros de coro / cun coro puru / coripuros, ca ant a bìdere a Deus.

source: 5,9Beati gli operatori di pace, perché saranno chiamati figli di Dio.
sc: 5,9Biados sos chi ponent paghe / apaghiadores, ca lis ant a nàrrere fizos de Deus.

source: 50 Tutti allora, abbandonandolo, fuggirono. 51 Un giovanetto però lo seguiva, rivestito soltanto di un lenzuolo, e lo fermarono. 52 Ma egli, lasciato il lenzuolo, fuggì via nudo.
sc: 50 Totu cantos tando si nche fint fuidos e l'aiant lassadu a sa sola. 51 Unu pitzocu peroe li aiat postu in fatu, bestidu petzi cun unu lentzolu, e l'aiant firmadu. 52 Ma issu, si nche aiat tiradu su lentzolu e si nche fit fuidu nudu.

source: 53 Allora condussero Gesù dal sommo sacerdote, e là si riunirono tutti i capi dei sacerdoti, gli anziani e gli scribi. 54 Pietro lo aveva seguito da lontano, fin dentro il cortile del sommo sacerdote; e se ne stava seduto tra i servi, scaldandosi al fuoco. 55 Intanto i capi dei sacerdoti e tutto il sinedrio cercavano una testimonianza contro Gesù per metterlo a morte, ma non la trovavano. 56 Molti infatti attestavano il falso contro di lui e così le loro testimonianze non erano concordi. 57 Ma alcuni si alzarono per testimoniare il falso contro di lui, dicendo: 58 «Noi lo abbiamo udito mentre diceva: Io distruggerò questo tempio fatto da mani d'uomo e in tre giorni ne edificherò un altro non fatto da mani d'uomo». 59 Ma nemmeno su questo punto la loro testimonianza era concorde. 60 Allora il sommo sacerdote, levatosi in mezzo all'assemblea, interrogò Gesù dicendo: «Non rispondi nulla?
sc: 53 Tando nch'aiant giutu a Gesùs a su satzerdote mazore, e in cue si fint atrumados totu sos capos de sos satzerdotes, sos sèneghes e sos iscribas. 54 Pedru li aiat postu in fatu dae indedda, finas a intro de sa corte de su satzerdote mazore; e si fit sètzidu in mesu de sos tzeracos, a si caentare a curtzu a su fogu. 55 In s'ora sos capos de sos satzerdotes e totu su sinèdriu fint chirchende una testimonia contra a Gesùs pro lu cundennare a morte, ma non nd'agataiant. 56 Difatis, in medas aiant afirmadu su farsu contra a issu e pro cussu sas testimonias issoro non torraiant. 57 Ma unos cantu si nche fint pesados pro testimoniare su farsu contra a issu, narende: 58 «Nois l'amus intesu narende: Deo apo a ispèrdere custu tèmpiu fatu a manu e tempus de tres dies nd'apo a fraigare unu àteru chi non siat fatu a manu». 59 Ma mancu gasi torraiat sa testimonia issoro. 60 Tando su satzerdote mazore, essidu dae s'assemblea, aiat porrogadu a Gesùs narende·li: «Nudda mi naras?

source: 53 Compiuta la traversata, approdarono e presero terra a Genèsaret. 54 Appena scesi dalla barca, la gente lo riconobbe, 55 e accorrendo da tutta quella regione cominciarono a portargli sui lettucci quelli che stavano male, dovunque udivano che si trovasse. 56 E dovunque giungeva, in villaggi o città o campagne, ponevano i malati nelle piazze e lo pregavano di potergli toccare almeno la frangia del mantello; e quanti lo toccavano guarivano.
sc: 53 Traessadu su mare, fint arribbados a [su de] Genèsaret e fint falados a terra. 54 In pessu chi fint pèndidu dae sa barca, sa gente l'aiat connotu deretu,55 e acudiant dae totu cuddos tretos e aiant cumintzadu a nche li batire in sos letigheddos sos malàidos, a ue si siat intendiant chi fit. 56 E a ue si siat chi arribbaiat, in bidditzolos o tzitades o sartos, poniant sos malàidos in sas pratzas e lu pregaiant de li pòdere tocare a su mancu s'òrulu de su manteddu; e sos chi lu tocaiant sanaiant.

source: 5 Gesù si mise a dire loro: «Guardate che nessuno v'inganni! 6 Molti verranno in mio nome, dicendo: "Sono io", e inganneranno molti. 7 E quando sentirete parlare di guerre, non allarmatevi; bisogna infatti che ciò avvenga, ma non sarà ancora la fine. 8 Si leverà infatti nazione contro nazione e regno contro regno; vi saranno terremoti sulla terra e vi saranno carestie.
sc: 5 Gesùs si fit postu a lis nàrrere: «Dazi cara chi nemos bos fagat rùere in trampa! 6 In medas ant a bènnere in parte mea, narende: "So deo", e ant a trampare a medas. 7 E cando azis a intèndere de gherras e de boghes de gherra, non bos assustedas; ca est pretzisu chi custas cosas acontessant, ma non at a èssere galu sa fine. 8 Difatis s'at a pesare natzione contra a natzione e rennu contra rennu; sa terra s'at a trèmere e b'at a àere carestias.

source: 6,10venga il tuo regno; sia fatta la tua volontà, come in cielo così in terra.
sc: 6,10benzat a nois su rennu tuo; fata siat sa voluntade tua, comente in su chelu gasi in sa terra.

source: 6,11Dacci oggi il nostro pane quotidiano,
sc: 6,11Su pane de onzi die dona·nos oe,

source: 6,12e rimetti a noi i nostri debiti come noi li rimettiamo ai nostri debitori,
sc: 6,12e perdona·nos sos dèpidos nostros, comente nois (bi) los perdonamus a sos depidores nostros,

source: 6,13e non ci indurre in tentazione, ma liberaci dal male.
sc: 6,13e non nos lasses rùere in tentatzione, ma libera·nos dae su male.

source: 6,14Se voi infatti perdonerete agli uomini le loro colpe, il Padre vostro celeste perdonerà anche a voi;
sc: 6,14Difatis, si perdonades a sos òmines sos pecados issoro, Babbu bostru chi istat in sos chelos a bois puru bos at a perdonare;

source: 6,15ma se voi non perdonerete agli uomini, neppure il Padre vostro perdonerà le vostre colpe.
sc: 6,15ma si bois puru non perdonades a sos òmines, nemancu Babbu bostru bos at a perdonare sos pecados bostros.

source: 6,16E quando digiunate, non assumete aria malinconica come gli ipocriti, che si sfigurano la faccia per far vedere agli uomini che digiunano.
sc: 6,16E cando zeunades, non siazis de muta mala/istedas cun su malumore che a sos farsos/ipòcritos, chi si essint cun sa cara leza pro chi sos òmines bidant chi sunt zeunende/a sa zèuna/zèunos.

source: 6,17Tu invece, quando digiuni, profumati la testa e lavati il volto,
sc: 6,17Tu imbetzes, cando zèunas, profuma·ti sa conca e sabuna·ti sa cara,

source: 6,18perché la gente non veda che tu digiuni, ma solo tuo Padre che è nel segreto; e il Padre tuo, che vede nel segreto, ti ricompenserà.
sc: 6,18gasi sa zente non bidet/pro chi sa zente non bidat chi ses zeunende, ma petzi Babbu tuo chi est a cua; e Babbu tuo, chi bidet a cua, t'at a cumpensare.

source: 6,19Non accumulatevi tesori sulla terra, dove tignola e ruggine consumano e dove ladri scassinano e rubano;
sc: 6,19Non bos ammuntonedas (prendas in) ascusorzos in sa terra, ue tega / tanzola / arna / e ruinzu consumant e ue furones iscantzant / aberint siddados e furant;

source: 6,1Guardatevi dal praticare le vostre buone opere davanti agli uomini per essere da loro ammirati, altrimenti non avrete ricompensa presso il Padre vostro che è nei cieli.
sc: 6,1Dade cara a non pònnere in atu sa virtude bostra in cara de sos òmines pro chi bos mirent, sinuncas no azis a retzire cumpensu dae Babbu bostru chi nch'est in sos chelos.

source: 6,1 Partito quindi di là, andò nella sua patria e i discepoli lo seguirono. 2 Venuto il sabato, incominciò a insegnare nella sinagoga.
sc: 6,1 Tando fit mòvidu dae cue, fit andadu a sa pàtria sua e sos dischentes l'aiant postu in fatu. 2 Arribbadu su sàbadu, aiat cumintzadu a fàghere a mastru in sa sinagoga.

source: 6,20accumulatevi invece tesori nel cielo, dove né tignola né ruggine consumano, e dove ladri non scassinano e non rubano.
sc: 6,20prus a prestu ammuntonade·bos (prendas in) ascusorzos in su chelu, ue nen tega / tanzola / arna / nen ruinzu consumant, e ue furones non iscantzant / aberint siddados e non furant.

source: 6,21Perché là dov'è il tuo tesoro, sarà anche il tuo cuore.
sc: 6,21Ca in ue est s'ascusorzu tuo, b'at a èssere su coro tuo puru.

source: 6,22La lucerna del corpo è l'occhio; se dunque il tuo occhio è chiaro, tutto il tuo corpo sarà nella luce;
sc: 6,22Sa lughera de su corpus est s'ogru; duncas si s'ogru tuo est craru, totu su corpus tuo at a èssere a sa lughe;

source: 6,23ma se il tuo occhio è malato, tutto il tuo corpo sarà tenebroso.
sc: 6,23ma si s'ogru tuo est malàidu, totu su corpus tuo at a èssere iscurosu.

source: 6,24Nessuno può servire a due padroni: o odierà l'uno e amerà l'altro, o preferirà l'uno edisprezzerà l'altro: non potete servire a Dio e a mammona.
sc: 6,24Nemos podet serbire / atèndere a duos meres: o at a odiare a unu istimende a s'àteru, o at a isseberare / prefèrrere a unu eminispretziende a s'àteru: non faghet a atèndere / serbire a Deus e a mammona / dinari.

source: 6,25Perciò vi dico: per la vostra vita non affannatevi di quello che mangerete o berrete, e neanche per il vostro corpo, di quello che indosserete; la vita forse non vale più del cibo e il corpo più del vestito?
sc: 6,25Pro custu bos naro: no istedas in pensamentu / non bos apensamentedas pro sa vida bostra, de su chi azis a mandigare o a bìbere, e mancu pro su corpus bostru, de su bos chi azis a bestire; no est a beru chi sa vida balet de prus de su màndigu e su corpus de prus de su bestire?

source: 6,26Guardate gli uccelli del cielo: non seminano, né mietono, né ammassano nei granai; eppure il Padre vostro celeste li nutre.
sc: 6,26Abbaidade sos puzones in chelu: non (bi) sèmenant, nen messant, ne ammuntonant in sos granales; e mancari gasi Babbu bostru tzeleste lis daet alimentu / los sustentat / nudrit.

source: 6,27E chi di voi, per quanto si dia da fare, può aggiungere un'ora sola alla sua vita?
sc: 6,27E chie de bois, pro cantu si manizet / istet gherrende, podet azùnghere petzi un'ora a sa vida sua?

source: 6,28E perché vi affannate per il vestito?
sc: 6,28E a it'est chi bos pigades matana / apensamentades/ ammatanades pro su bestire?

source: 6,29Eppure io vi dico che neanche Salomone, con tutta la sua gloria, vestiva come uno di loro.
sc: 6,29Epuru deo bos naro / E deo bos naro puru chi mancu Salomone, cun totu sa glòria sua, fit bestidu che a unu de issos.

source: 6,2Quando dunque fai l'elemosina, non suonare la tromba davanti a te, come fanno gli ipocriti nelle sinagoghe e nelle strade per essere lodati dagli uomini.
sc: 6,2Tando, cando faghes limùsina, non istes sonende sa trumba in antis tuo, che a sos ipòcrotos/farsos in sas sinagogas e in caminu/sas carrelas pro chi sos òmines lis fagant sos onores.

source: 6,30Ora se Dio veste così l'erba del campo, che oggi c'è e domani verrà gettata nel forno, non faràassai più per voi, gente di poca fede?
sc: 6,30Tando si Deus la bestit gasi s'erba in su campu, chi oe b'est e cras nche la ghetant a su furru, no at a fàgherepro bois meda de prus, zente cun pagu fide?

source: 6,31Non affannatevi dunque dicendo: Che cosa mangeremo?
sc: 6,31E tando non bos apensamentedas narende: Ite amus a mandigare?

source: 6,32Di tutte queste cose si preoccupano i pagani; il Padre vostro celeste infatti sa che ne avete bisogno.
sc: 6,32Cun totu custas cosas s'apessamentant sos paganos; Babbu bostru tzeleste zai l'ischit chi nde tenides bisonzu.

source: 6,33Cercate prima il regno di Dio e la sua giustizia, e tutte queste cose vi saranno date inaggiunta.
sc: 6,33 In antis / A primu chircade su rennu de Deus e sa zustìtzia sua, e totu custas cosas bos las ant a dare inazunta.
